<?php

return [
    'header' => [
        'address' => 'Наши адреса',
        'feedback' => 'Обратная связь',
        'login' => 'Войти',
        'signup' => 'Зарегистрироваться',
        'search' => 'Поиск',
        'navbar' => [
            'painting' => 'Картина',
            'photo' => 'Фотография',
            'graphic' => 'Графика',
            'nft' => 'NFT'
        ],
    ],
    'subscription' => [
        'subscription' => 'Новостная подписка',
        'subtitle' => 'Получайте нашу рассылку для любителей искусства и коллекционеров',
        'email' => 'Электронная почта',
        'button' => 'Подписаться',
    ],
    'filters' => [
        'category' => 'Категория',
        'style' => 'Стиль',
        'theme' => 'Тема',
        'price' => 'Цена',
        'size' => 'Размер',
        'color' => 'Цвет',
    ],
    'footer' => [
        'about' => [
            'key' => 'О',
            'company' => 'Компании',
            'docs' => 'Правовая информация',
            'partnership' => 'Партнерская программа',
            'job' => 'Работа у нас',
        ],
        'customer' => [
            'key' => 'Покупателям',
            'original' => 'Оригинальные коллекции',
            'catalog' => 'Каталог работ',
            'photo-bank' => 'Фотобанк',
            'printing' => 'Художественная печать',
        ],
        'client' => [
            'key' => 'Клиентам',
            'art-lovers' => 'Любители искусства',
            'authors' => 'Художники',
            'galleries' => 'Галереи',
            'agent' => 'Художественный агент',
            'association' => 'Ассоциация художников',
        ],
        'help' => [
            'key' => 'Нужна помощь?',
            'center' => 'Центр помощи',
            'sales' => 'Отдел продаж',
        ],
    ]
];
